---
kind: method
id: M:Autodesk.Revit.DB.DisplacementElement.ResetDisplacedElements
source: html/47cc710d-262c-066f-84c9-a47b43183b0a.htm
---
# Autodesk.Revit.DB.DisplacementElement.ResetDisplacedElements Method

Sets the translation of the DisplacementElement to (0, 0, 0).
 The DisplacementElement continues to exist, but its elements are displayed in their actual location.

## Syntax (C#)
```csharp
public void ResetDisplacedElements()
```